Repository: andreinadaban/woo-simple-wishlist
Catalog: languages/*.po
Languages: sw_ro_ro

source: Add to wishlist
sw_ro_ro: Adaugă în wishlist

source: Clear wishlist
sw_ro_ro: Curăță wishlist

source: Go shop
sw_ro_ro: Vezi magazin

source: no longer available
sw_ro_ro: nu mai este disponibil

source: Product
sw_ro_ro: Produs

source: Remove from wishlist
sw_ro_ro: Șterge din wishlist

source: The product was not added to your wishlist. Please try again.
sw_ro_ro: Produsul nu a fost adăugat în wishlist. Vă rugăm să încercați din nou.

source: The product was not removed from your wishlist. Please try again.
sw_ro_ro: Produsul nu a fost șters din wishlist. Vă rugăm să încercați din nou.

source: The product was successfully added to your wishlist.
sw_ro_ro: Produsul a fost adăugat în wishlist.

source: The product was successfully removed from your wishlist.
sw_ro_ro: Produsul a fost șters din wishlist.

source: The wishlist was not cleared. Please try again.
sw_ro_ro: Wishlist-ul nu a fost curățat. Vă rugăm să încercați din nou.

source: The wishlist was successfully cleared.
sw_ro_ro: Wishlist-ul a fost curățat.

source: The Woo Simple Wishlist plugin requires WooCommerce to be installed and active.
sw_ro_ro: Modulul Woo Simple Wishlist necesită instalarea și activarea WooCommerce.

source: There are no products in the wishlist yet.
sw_ro_ro: Nu există produse în wishlist.

source: View wishlist
sw_ro_ro: Vezi wishlist
